Repository: cycu85/woocommerce-auto-cancel
Catalog: languages/pw-net-auto-cancel-*.po
Languages: de_de, it_it, pl_pl

source: Cancellation
de_de: Stornierung
it_it: Annullamento
pl_pl: Anulowanie

source: Auto Cancel Orders Settings
de_de: Einstellungen für die automatische Stornierung von Bestellungen
it_it: Impostazioni per l'annullamento automatico degli ordini
pl_pl: Ustawienia automatycznego anulowania zamówień

source: Configure the settings for automatically cancelling orders.
de_de: Konfigurieren Sie die Einstellungen für die automatische Stornierung von Bestellungen.
it_it: Configura le impostazioni per annullare automaticamente gli ordini.
pl_pl: Skonfiguruj ustawienia automatycznego anulowania zamówień.

source: Enable Auto Cancellation
de_de: Automatische Stornierung aktivieren
it_it: Abilita l'annullamento automatico
pl_pl: Włącz automatyczne anulowanie

source: Enable or disable the auto cancellation of orders.
de_de: Aktivieren oder deaktivieren Sie die automatische Stornierung von Bestellungen.
it_it: Abilita o disabilita l'annullamento automatico degli ordini.
pl_pl: Włącz lub wyłącz automatyczne anulowanie zamówień.

source: Cancellation Time (hours)
de_de: Stornierungszeit (Stunden)
it_it: Tempo di annullamento (ore)
pl_pl: Czas anulowania (godziny)

source: Set the time limit in hours for orders to remain in the selected statuses before being automatically cancelled.
de_de: Stellen Sie das Zeitlimit in Stunden ein, nach dem Bestellungen in den ausgewählten Status automatisch storniert werden.
it_it: Imposta il limite di tempo in ore per gli ordini da mantenere negli stati selezionati prima che vengano annullati automaticamente.
pl_pl: Ustaw limit czasowy w godzinach, po którym zamówienia w wybranych statusach zostaną automatycznie anulowane.

source: Scheduler Interval (minutes)
de_de: Intervall für den Zeitplan (Minuten)
it_it: Intervallo del programma (minuti)
pl_pl: Interwał harmonogramu (minuty)

source: Set the interval in minutes for how often the auto cancellation scheduler should run.
de_de: Stellen Sie das Intervall in Minuten ein, wie oft der Zeitplan für die automatische Stornierung ausgeführt werden soll.
it_it: Imposta l'intervallo in minuti per la frequenza con cui il programma di annullamento automatica dovrebbe essere eseguito.
pl_pl: Ustaw interwał w minutach, jak często harmonogram automatycznego anulowania powinien być uruchamiany.

source: Send Cancellation Email
de_de: Stornierungs-E-Mail senden
it_it: Invia email di annullamento
pl_pl: Wyślij e-mail o anulowaniu

source: Enable sending an email to the customer when an order is automatically cancelled.
de_de: Aktivieren Sie das Senden einer E-Mail an den Kunden, wenn eine Bestellung automatisch storniert wird.
it_it: Abilita l'invio di un'email al cliente quando un ordine viene annullato automaticamente.
pl_pl: Włącz wysyłanie e-maila do klienta, gdy zamówienie zostanie automatycznie anulowane.

source: Email Template Location
de_de: Ort des E-Mail-Vorlagen
it_it: Posizione del modello email
pl_pl: Lokalizacja szablonu e-maila

source: To customize the email template, copy the file from the plugin directory to your theme's WooCommerce email folder.
de_de: Um die E-Mail-Vorlage anzupassen, kopieren Sie die Datei aus dem Plugin-Verzeichnis in den E-Mail-Ordner Ihres Themes für WooCommerce.
it_it: Per personalizzare il modello dell'email, copia il file dalla directory del plugin nella cartella delle email di WooCommerce del tuo tema.
pl_pl: Aby dostosować szablon e-maila, skopiuj plik z katalogu wtyczki do folderu e-mail WooCommerce w motywie.

source: Cancel Orders in These Statuses
de_de: Bestellungen in diesen Status stornieren
it_it: Annulla ordini in questi stati
pl_pl: Anulowanie zamówień w tych statusach

source: Select which order statuses should be auto-cancelled after the set time.
de_de: Wählen Sie aus, welche Bestellstatus nach der festgelegten Zeit automatisch storniert werden sollen.
it_it: Seleziona quali stati degli ordini devono essere annullati automaticamente dopo il tempo impostato.
pl_pl: Zaznacz, które statusy zamówień powinny zostać automatycznie anulowane po ustawionym czasie.

source: Hello %s,
de_de: Hallo %s,
it_it: Ciao %s,
pl_pl: Witaj %s,

source: We regret to inform you that your order has been automatically canceled because it was not completed within the specified time limit.
de_de: Wir bedauern, Ihnen mitteilen zu müssen, dass Ihre Bestellung automatisch storniert wurde, da sie nicht innerhalb des festgelegten Zeitrahmens abgeschlossen wurde.
it_it: Ci dispiace informarti che il tuo ordine è stato annullato automaticamente perché non è stato completato entro il limite di tempo specificato.
pl_pl: Z przykrością informujemy, że Twoje zamówienie zostało automatycznie anulowane, ponieważ nie zostało zrealizowane w wyznaczonym czasie.

source: Here are the details of your canceled order:
de_de: Hier sind die Details Ihrer stornierten Bestellung:
it_it: Ecco i dettagli del tuo ordine annullato:
pl_pl: Oto szczegóły anulowanego zamówienia:

source: Order number: %s
de_de: Bestellnummer: %s
it_it: Numero ordine: %s
pl_pl: Numer zamówienia: %s

source: Order date: %s
de_de: Bestelldatum: %s
it_it: Data ordine: %s
pl_pl: Data zamówienia: %s

source: If you have any questions, feel free to contact us.
de_de: Wenn Sie Fragen haben, können Sie uns gerne kontaktieren.
it_it: Se hai domande, non esitare a contattarci.
pl_pl: Jeśli masz jakiekolwiek pytania, skontaktuj się z nami.

source: Thank you for your understanding.
de_de: Vielen Dank für Ihr Verständnis.
it_it: Grazie per la tua comprensione.
pl_pl: Dziękujemy za zrozumienie.

source: <p>Hello %s,</p>
de_de: <p>Hallo %s,</p>
it_it: <p>Ciao %s,</p>
pl_pl: <p>Witaj %s,</p>

source: <p>We regret to inform you that your order has been automatically canceled because it was not completed within the specified time limit.</p>
de_de: <p>Wir bedauern, Ihnen mitteilen zu müssen, dass Ihre Bestellung automatisch storniert wurde, da sie nicht innerhalb des festgelegten Zeitrahmens abgeschlossen wurde.</p>
it_it: <p>Ci dispiace informarti che il tuo ordine è stato annullato automaticamente perché non è stato completato entro il limite di tempo specificato.</p>
pl_pl: <p>Z przykrością informujemy, że Twoje zamówienie zostało automatycznie anulowane, ponieważ nie zostało zrealizowane w wyznaczonym czasie.</p>

source: <h2>Order Details</h2>
de_de: <h2>Bestell Details</h2>
it_it: <h2>Dettagli dell'ordine</h2>
pl_pl: <h2>Szczegóły zamówienia</h2>

source: <strong>Order number:</strong>
de_de: <strong>Bestellnummer:</strong>
it_it: <strong>Numero ordine:</strong>
pl_pl: <strong>Numer zamówienia:</strong>

source: <strong>Order date:</strong>
de_de: <strong>Bestelldatum:</strong>
it_it: <strong>Data ordine:</strong>
pl_pl: <strong>Data zamówienia:</strong>
